Repository: rizalmart/ndisgtk3
Catalog: po/*.po
Languages: it

source: Not a valid driver .inf file.
it: File di driver .inf non valido.

source: Root or sudo privileges required!
it: Privilegi di root o sudo necessari!

source: <b>Currently Installed Windows Drivers:</b>
it: <b>Driver Windows Attualmente Installati:</b>

source: Configure Network
it: Configura Rete

source: Select inf File
it: Seleziona File inf

source: Wireless Network Drivers
it: Driver Rete Wireless

source: _Install New Driver
it: _Installa Nuovo Driver

source: _Remove Driver
it: _Rimuovi Driver

source: Unable to see if hardware is present.
it: Impossibile controllare la presenza di hardware.

source: Yes
it: Sì

source: <b>%s</b> Hardware present: %s
it: <b>%s</b> Hardware rilevato: %s

source: <b>%s</b> Invalid Driver!
it: <b>%s</b> Driver non valido!

source: Please drag an '.inf' file instead.
it: Trascinare un file «.inf»

source: Could not find a network configuration tool.
it: Impossibile trovare uno strumento di configurazione di rete.

source: No file selected.
it: Nessun file selezionato.

source: Driver is already installed.
it: Driver già installato.

source: Error while installing.
it: Errore nell'installazione.

source: Module could not be loaded. Error was: <i>%s</i>
it: Il modulo potrebbe non essere caricato. L'errore è stato: <i>%s</i>

source: Is the ndiswrapper module installed?
it: Il modulo ndiswrapper è installato?

source: Are you sure you want to remove the <b>%s</b> driver?
it: Sei sicuro di voler rimuovere il driver <b>%s</b>?

source: <span size="larger" weight="bold">Select <i>inf</i> file:</span>
it: <span size="larger" weight="bold">Selezionare file <i>inf</i>:</span>

source: Install Driver
it: Installa Driver

source: Location:
it: Posizione:

source: _Install
it: _Installa

source: Ndiswrapper driver installation tool
it: Strumento di installazione di driver Ndiswrapper

source: Windows Wireless Drivers
it: Driver Wireless di Windows
